Repository: 0dp/generator-wp-bones
Catalog: app/templates/theme/library/translation/*.po
Languages: hu_hu, lt_lt, nb_no, ro_ro

source: Epic 404 - Article Not Found
hu_hu: A híres 404-es oldal - A bejegyzés nem található
lt_lt: Klaida 404 - Puslapis nerastas
nb_no: Episk 404 - Artikkelen kan ikke finnes
ro_ro: Epic 404 - Articolul nu a fost găsit

source: The article you were looking for was not found, but maybe try looking again!
hu_hu: Úgy tűnik, nem találtuk meg amit kerestünk. :) Talán, egy újabb keresés segíthetne...
lt_lt: Straipsnis kurio ieškojote nerastas, tačiau galite pabandyti dar kartą
nb_no: Artikkelen du leter etter kan ikke finnes. Prøv igjen!
ro_ro: Articolul căutat nu a fost găsit, dar puteți încerca din nou!

source: This is the 404.php template.
hu_hu: Ez a 404.php sablonja.
lt_lt: Tai 404.php šablonas

source: Posted <time class="updated" datetime="%1$s" pubdate>%2$s</time> by <span class="author">%3$s</span>.
hu_hu: Beküldte <span class="author">%3$s</span> - <time class="updated" datetime="%1$s" pubdate>%2$s</time>

source: F jS, Y
hu_hu: Y. F j.

source: &laquo; Older Entries
hu_hu: &laquo; Régebbi bejegyzések
lt_lt: &laquo; Senesni įrašai
nb_no: &laquo; Eldre innlegg
ro_ro: &laquo; Intrări vechi

source: Newer Entries &raquo;
hu_hu: Újabb bejegyzések &raquo;
lt_lt: Naujesni įrašai &raquo;
nb_no: Nyere innlegg &raquo;
ro_ro: Intrări noi &raquo;

source: Oops, Post Not Found!
hu_hu: Hoppá, a bejegyzés nem található!
lt_lt: Atsiprašome įrašas nerastas

source: Uh Oh. Something is missing. Try double checking things.
hu_hu: Ajjajj! Valami hiányzik. Próbáljunk meg mindent duplán ellenőrizni.
lt_lt: Kažkas ne taip. Pasitikrinkite ar viskas gerai

source: This is the error message in the custom posty type archive template.
hu_hu: Az egyedi bejegyzés típus archívum sablonjában található hibaüzenet.
lt_lt: Tai yra klaidos žinutė specialaus įrašo tipo archyvo šablonui

source: Posts Categorized:
hu_hu: Kategorizált bejegyzések:
lt_lt: Įrašų kategorijos:
nb_no: Kategoriserte innlegg:
ro_ro: Clasificare posturi:

source: Posts Tagged:
hu_hu: Címkézett bejegyzések:
lt_lt: Žymos:
nb_no: Taggede innlegg
ro_ro: Postări etichetate:

source: Posts By:
hu_hu: Szerző:
lt_lt: Autorius:
nb_no: Innlegg av:
ro_ro: Postări făcute de:

source: Daily Archives:
hu_hu: Napi archívum:
lt_lt: Dienos archyvai:
nb_no: Dagsarkiv
ro_ro: Arhive zilnice:

source: Monthly Archives:
hu_hu: Havi archívum:
lt_lt: Mėnesio archyvai:
nb_no: Månedsarkiv
ro_ro: Arhive lunare:

source: Yearly Archives:
hu_hu: Éves archívum:
lt_lt: Metiniai archyvai:
nb_no: Årsarkiv
ro_ro: Arhive anuale:

source: Posted <time class="updated" datetime="%1$s" pubdate>%2$s</time> by <span class="author">%3$s</span> <span class="amp">&</span> filed under %4$s.
hu_hu: Beküldte <span class="author">%3$s</span> - <time class="updated" datetime="%1$s" pubdate>%2$s</time> - %4$s.

source: This is the error message in the archive.php template.
hu_hu: Az archive.php sablonban található hibaüzenet.
lt_lt: Tai klaidos žinutė archive.php šablone.

source: This post is password protected. Enter the password to view comments.
hu_hu: A bejegyzést jelszó védi. A hozzászólások megtekintéséhez add meg a jelszavadat.
lt_lt: Šis įrašas yra apsaugotas slaptažodžiu. Įveskite slaptažodį, kad pamatytumėte komentarus
nb_no: Dette innlegget er passordbeskyttet. Skriv inn passord for å se kommentarer.
ro_ro: Acest post este protejat cu parolă. Introduce-ți parola pentru a vedea comentariile.

source: <span>No</span> Responses
hu_hu: <span>Nem</span> szólt még senki se hozzá

source: <span>One</span> Response
hu_hu: <span>Egy</span> hozzászólás

source: <span>%</span> Response
hu_hu: <span>%</span> hozzászólás

source: Comments are closed.
hu_hu: Hozzászólások lehetősége itt nem engedélyezett.
lt_lt: Komentuoti nebegalima.
nb_no: Kommentering er stengt.
ro_ro: Comentarii sunt închise

source: Leave a Reply
hu_hu: Új hozzászólás
lt_lt: Atsakyti
nb_no: Legg igjen en kommentar
ro_ro: Răspunde

source: Leave a Reply to %s
hu_hu: Hozzászólás a(z) %s bejegyzéshez
lt_lt: Atsakyti %s
nb_no: Legg igjen en kommentar til %s
ro_ro: Răspunde-i lui %s

source: You must be %1$slogged in%2$s to post a comment.
hu_hu: Elnézést, hozzászólás írásához %1$sbejelentkezés%2$s szükséges.

source: Logged in as
hu_hu: Bejelentkezve, mint
lt_lt: Prisijungęs kaip
nb_no: Logget inn som
ro_ro: Autentificat ca

source: Log out of this account
hu_hu: Kijelentkezés a felhasználói fiókból.
nb_no: Logg ut konto
ro_ro: Deconectează din acest cont

source: Log out
hu_hu: Kijelentkezés
lt_lt: Atsijungti
nb_no: Logg ut
ro_ro: Deconectare

source: Name
hu_hu: Név
lt_lt: Vardas
nb_no: Navn
ro_ro: Nume

source: (required)
hu_hu: (szükséges)
nb_no: (obligatorisk)
ro_ro: (necesar)

source: Your Name*
hu_hu: Név*
lt_lt: Jūsų vardas*

source: Mail
hu_hu: Email
lt_lt: Paštas

source: Your E-Mail*
hu_hu: Email*
lt_lt: Jūsų el. paštas*

source: (will not be published)
hu_hu: (nem lesz közzétéve)
lt_lt: (nebus publikuota)

source: Website
hu_hu: Weboldal
lt_lt: Tinklapis
ro_ro: Site

source: Got a website?
hu_hu: Van weboldalunk?
lt_lt: Turite tinklapį?

source: Your Comment here...
hu_hu: Itt tudunk hozzászólni...
lt_lt: Jūsų komentaras...

source: Submit
hu_hu: Küldés
lt_lt: Siųsti

source: You can use these tags
hu_hu: Az alábbi címkék használhatóak
lt_lt: Galite naudoti šias žymas
nb_no: Du kan bruke disse taggene
ro_ro: Poți folosi aceste etichete

source: Sidebar 1
hu_hu: Oldalsáv 1

source: The first (primary) sidebar.
hu_hu: Az első (elsődleges) oldalsáv.

source: (Edit)
hu_hu: (Szerkesztés)
lt_lt: (Redaguoti)
nb_no: (Rediger)
ro_ro: (Modifică)

source: Your comment is awaiting moderation.
hu_hu: A hozzászólás rendszer-moderációra várakozik.
lt_lt: Jūsų komentaras laukia patvirtinimo
nb_no: Din kommentar venter moderering.
ro_ro: Comentariul tău asteaptă aprobare.

source: Search for:
hu_hu: Keresés:
lt_lt: Ieškoti:
nb_no: Søk etter:
ro_ro: Caută dupa:

source: Tags:
hu_hu: Címkék

source: This is the error message in the index.php template.
hu_hu: Az index.php sablonban található hibaüzenet.
lt_lt: Tai yra klaidos pranešimas index.php šablone.

source: This is the error message in the page-custom.php template.
hu_hu: A page-custom.php sablonban található hibaüzenet.
lt_lt: Tai yra klaidos pranešimas page-custom.php šablone.

source: This is the error message in the page.php template.
hu_hu: A page.php sablonban található hibaüzenet.
lt_lt: Tai yra klaidos pranešimas page.php šablone.

source: Search Results for:
hu_hu: Találati lista:
nb_no: Søkeresultat for:
ro_ro: Rezultatele căutarii pentru:

source: Read more &raquo;
hu_hu: Bővebben &raquo;
nb_no: Les mer &raquo;
ro_ro: Citește mai mult &raquo;

source: Sorry, No Results.
hu_hu: Sajnáljuk, de nincs megfelelő találat.
lt_lt: Atsiprašome, nieko nerasta

source: Try your search again.
hu_hu: Ismételjük meg a keresést.
lt_lt: Pabandykite ieškoti dar kartą

source: This is the error message in the search.php template.
hu_hu: A search.php sablonban található hibaüzenet.
lt_lt: Tai yra klaidos pranešimas search.php šablone.

source: Please activate some Widgets.
hu_hu: Kapcsoljunk be pár Widgetet.
nb_no: Vennligst aktiver noen widgets.
ro_ro: Vă rog să vă activați câteva Widget-uri.

source: Custom Tags:
hu_hu: Egyedi címkék

source: This is the error message in the single-custom_type.php template.
hu_hu: A single-custom_type.php sablonban található hibaüzenet.
lt_lt: Tai yra klaidos pranešimas single-custom_type.php šablone.

source: Posted <time class="updated" datetime="%1$s" pubdate>%2$s</time> by <span class="author">%3$s</span> <span class="amp">&amp;</span> filed under %4$s.
hu_hu: Beküldte <span class="author">%3$s</span> - <time class="updated" datetime="%1$s" pubdate>%2$s</time> - %4$s.

source: This is the error message in the single.php template.
hu_hu: A single.php sablonban található hibaüzenet.
lt_lt: Tai yra klaidos pranešimas single.php šablone.

source: Read More &raquo;
hu_hu: Bővebben &raquo;

source: This is the error message in the taxonomy-custom_cat.php template.
hu_hu: A taxonomy-custom_cat.php sablonban található hibaüzenet.
lt_lt: Tai yra klaidos pranešimas taxonomy-custom_cat.php šablone.

source: j F Y @ g:i a
hu_hu: Y-md H:i

source: Recently on Themble (Customize on admin.php)
hu_hu: Themble hírek (testreszabás az admin.php fájlban)

source: <span id="footer-thankyou">Developed by <a href="http://yoursite.com" target="_blank">Your Site Name</a></span>. Built using <a href="http://themble.com/bones" target="_blank">Bones</a>.
hu_hu: <span id="footer-thankyou">Az oldalt készítette a(z) <a href="http://weboldalunk.hu" target="_blank">Weboldalunk neve</a></span>. Fejlesztés alapjául a <a href="http://themble.com/bones" target="_blank">Bones</a> szolgált.

source: The Main Menu
hu_hu: A Főmenü
lt_lt: Pagrindinis meniu

source: Footer Links
hu_hu: Lábléc hivatkozások
lt_lt: Puslapio apačios nuorodos

source: No Related Posts Yet!
hu_hu: Nincs kapcsolódó bejegyzés!

source: Read
hu_hu: Bővebben

source: Posts by %s
hu_hu: %s bejegyzései

source: Custom Types
hu_hu: Egyedi típus
lt_lt: Indvidualizuoti tipai
nb_no: Tilpassede typer
ro_ro: Tipuri Personalizate

source: Custom Post
hu_hu: Egyedi bejegyzés
lt_lt: Indvidualizuotas įrašas
nb_no: Tilpasset innlegg
ro_ro: Posturi Personalizate

source: All Custom Posts
hu_hu: Összes egyedi bejegyzés
lt_lt: Visi indvidualizuoti įrašai

source: Add New
hu_hu: Új hozzáadása
lt_lt: Sukurti naują
nb_no: Legg til
ro_ro: Adaugă unul nou

source: Add New Custom Type
hu_hu: Új tartalomtípus hozzáadása
lt_lt: Sukurti naują indvidualizuotą tipą
nb_no: Legg til ny tilpasset type
ro_ro: Adaugă un Tip Personalizat nou

source: Edit
hu_hu: Szerkesztés
lt_lt: Redaguoti
nb_no: Rediger
ro_ro: Modifică

source: Edit Post Types
hu_hu: Tartalomtípus szerkesztése
lt_lt: Redaguoti įrašo tipą
nb_no: Rediger innleggstyper
ro_ro: Modifică Tip Post

source: New Post Type
hu_hu: Új tartalomtípus
lt_lt: Naujas įrašo tipas
nb_no: Ny innleggstype
ro_ro: Tip Post nou

source: View Post Type
hu_hu: Tartalomtípus megtekintése
lt_lt: Peržiūrėti įrašo tipą
nb_no: Vis innleggstype
ro_ro: Vezi Tip Post

source: Search Post Type
hu_hu: Tartalomtípus keresése
lt_lt: Surasti įrašo tipą
nb_no: Søk innleggstype
ro_ro: Caută Tip Post

source: Nothing found in the Database.
hu_hu: Nincs találat az adatbázisban.
lt_lt: Duomenų saugykloje nieko nerasta
nb_no: Ingenting funnet i databasen
ro_ro: Nu s-a găsit nimic în baza de date.

source: Nothing found in Trash
hu_hu: Nincs találat a Lomtárban
lt_lt: Šiūkšliadėžėje nieko nerasta
nb_no: Ingenting funnet i søppelkassen
ro_ro: Nu s-a găsit nimic in Gunoi

source: This is the example custom post type
hu_hu: Ez egy példa az egyedi bejegyzés típusra.
lt_lt: Tai yra indvidualizuoto įrašo pavyzdys
nb_no: Dette er et eksempel på en tilpasset innleggstype
ro_ro: Acesta exemplul de Tip Post Personalizat

source: Custom Categories
hu_hu: Egyedi kategóriák
lt_lt: Indvidualizuotos kategorijos
nb_no: Tilpassede kategorier
ro_ro: Categorii personalizate

source: Custom Category
hu_hu: Egyedi kategória
lt_lt: Indvidualizuota kategorija
nb_no: Tilpasset kategori
ro_ro: Categorie personalizată

source: Search Custom Categories
hu_hu: Egyedi kategóriák keresése
lt_lt: Ieškoti indvidualizuotose kategorijose
nb_no: Søk i de tilpassede kategoriene
ro_ro: Caută în Categoriile personalizate

source: All Custom Categories
hu_hu: Összes egyedi kategória
lt_lt: Visos indvidualizuotos kategorijos
nb_no: Alle tilpassede kategorier
ro_ro: Toate Categoriile personalizate

source: Parent Custom Category
hu_hu: Egyedi kategória szülő
lt_lt: Tėvinė indvidualizuota kategorija
nb_no: Forelder til tilpasset kategori
ro_ro: Părintele Categoriei personalizate

source: Parent Custom Category:
hu_hu: Egyedi kategória szülő:
lt_lt: Tėvinė indvidualizuota kategorija:
nb_no: Forelder til tilpasset kategori:
ro_ro: Părintele Categoriei personalizate:

source: Edit Custom Category
hu_hu: Egyedi kategória szerkesztése
lt_lt: Redaguoti indvidualizuotą kategoriją
nb_no: Rediger tilpasset kategori
ro_ro: Modifică Categoria personalizată

source: Update Custom Category
hu_hu: Egyedi kategória frissítése
lt_lt: Atnaujinti indvidualizuotą kategoriją
nb_no: Oppdater tilpasset kategori
ro_ro: Actualizează Categoria personalizată

source: Add New Custom Category
hu_hu: Új egyedi kategória hozzáadása
lt_lt: Pridėti indvidualizuotą kategoriją
nb_no: Legg til ny tilpasset kategori
ro_ro: Adaugă o nouă Categorie personalizată

source: New Custom Category Name
hu_hu: Új egyedi kategória neve
lt_lt: Naujas indvidualizuotos kategorijos pavadinimas
nb_no: Navn på ny tilpasset kategori
ro_ro: Nume nou pentru Categorie personalizată

source: Custom Tags
hu_hu: Egyedi címkék
lt_lt: Indvidualizuotos žymos
nb_no: Spesialtagger
ro_ro: Etichete personalizate

source: Custom Tag
hu_hu: Egyedi címke
lt_lt: Indvidualizuota žyma
nb_no: Egen tagg
ro_ro: Etichetă personalizată

source: Search Custom Tags
hu_hu: Egyedi címkék keresése
lt_lt: Ieškoti indvidualizuotose žymose
nb_no: Søk egne tagger
ro_ro: Caută Etichete personalizate

source: All Custom Tags
hu_hu: Összes egyedi címke
lt_lt: Visos indvidualizuotos žymos
nb_no: Alle egne tagger
ro_ro: Toate Etichetele personalizate

source: Parent Custom Tag
hu_hu: Egyedi címke szülő
lt_lt: Tėvinė indvidualizuota žyma
nb_no: Forelder til spesialtagg
ro_ro: Părintele Etichetei personalizate

source: Parent Custom Tag:
hu_hu: Egyedi címke szülő:
lt_lt: Tėvinė indvidualizuota žyma:
nb_no: Foreldre til spesialtagg:
ro_ro: Părintele Etichetei personalizate:

source: Edit Custom Tag
hu_hu: Egyedi címke szerkesztése
lt_lt: Redaguoti indvidualizuotą žymą
nb_no: Rediger spesialtagg
ro_ro: Modifică Eticheta personalizată

source: Update Custom Tag
hu_hu: Egyedi címke frissítése
lt_lt: Atnaujinti indvidualizuotą žymą
nb_no: Oppdater spesialtagg
ro_ro: Actualizează Eticheta personalizată

source: Add New Custom Tag
hu_hu: Új egyedi címke hozzáadása
lt_lt: Pridėti indvidualizuotą žymą
nb_no: Legg til ny spesialtagg
ro_ro: Adaugă o nouă Etichetă personalizată

source: New Custom Tag Name
hu_hu: Új egyedi címke neve
lt_lt: Naujas indvidualizuotos žymos pavadinimas
nb_no: Nytt navn på spesialtagg
ro_ro: Nume nou pentru Eticheta personalizată

source: Response
nb_no: Svar
ro_ro: Răspuns

source: Responses
nb_no: Svar
ro_ro: Răspunsuri

source: One
nb_no: En
ro_ro: Unu

source: No
nb_no: Nei
ro_ro: Nu

source: to
nb_no: til
ro_ro: către

source: You must be
nb_no: Du må være
ro_ro: Trebuie să

source: logged in
nb_no: logget inn
ro_ro: autentificat

source: to post a comment
nb_no: for å kommentere
ro_ro: pentru a posta un comentariu

source: Your Name
nb_no: Ditt navn
ro_ro: Numele tau

source: Email
nb_no: E-post

source: Your Email
nb_no: Din E-post
ro_ro: Email-ul tau

source: will not be published
nb_no: kommer ikke å bli publisert
ro_ro: nu va fi publicat

source: Your Website
nb_no: Din website
ro_ro: Site-ul tau

source: Your Comment Here...
nb_no: Din kommentar her...
ro_ro: Comentariul tău aici...

source: Submit Comment
nb_no: Send inn kommentar
ro_ro: Adaugă comentariu

source: Page %s
nb_no: Side %s
ro_ro: Pagina %s

source: Posted
lt_lt: Publikuota
nb_no: Skrevet
ro_ro: Postat

source: by
lt_lt: autorius
nb_no: av
ro_ro: de

source: filed under
lt_lt: įrašyta po
nb_no: sortert under
ro_ro: adăugat în

source: Read more
nb_no: Les mer
ro_ro: Citește mai mult

source: Search the Site...
nb_no: Søk på siten...
ro_ro: Caută site-ul...

source: Read more on
nb_no: Les mer på
ro_ro: Citește mai mult pe

source: Tag
nb_no: Tagg
ro_ro: Etichetă

source: Tags
nb_no: Tagger
ro_ro: Etichete

source: Read the rest of this entry
nb_no: Les resten av innlegget
ro_ro: Citește restul acestui conținut

source: Sorry, no attachments matched your criteria.
nb_no: Beklager, fant ingen vedlegg som passet dine valg.
ro_ro: Ne pare rău, dar niciun atașament nu întrunește cerința ta.

source: is powered by
nb_no: kjører på
ro_ro: este produs de

source: Not Found
nb_no: Kan ikke finnes
ro_ro: Nu a fost găsit

source: Sorry, but the requested resource was not found on this site.
nb_no: Beklager, men den etterspurte ressursen kunne ikke finnes på siten.
ro_ro: Ne pare rău, dar cerința nu a putut fi găsită pe acest site.
